export const faqsMock = [
  {
    id: '1',
    question: 'Где указать в задаче  ссылку на образовательный курс?',
    answer: 'Как правильно описать задачу развития?',
  },
  {
    id: '2',
    question: 'Как правильно описать задачу развития?',
    answer:
      'Lorem ipsum dolor sit amet, consectetur adipisicing elit. Aperiam consequuntur cum fuga natus obcaecati reprehenderit.',
  },
  {
    id: '3',
    question: 'Что писать в поле навыки развития?',
    answer: '',
  },
  {
    id: '4',
    question: 'Сколько заявок на ИПР я могу оставить?',
    answer: '',
  },
  {
    id: '5',
    question: 'Можно ли удалить или исправить заявку на ИПР?',
    answer: '',
  },
  {
    id: '6',
    question: 'Что делать , если я составил заявку на ИПР не правильно? ',
    answer: '',
  },
  {
    id: '7',
    question: 'Что делать , если я составил заявку на ИПР не правильно? ',
    answer: '',
  },
  {
    id: '8',
    question: 'Как показать , что задача выполнена?',
    answer: '',
  },
  {
    id: '9',
    question: 'Как показать , что задача выполнена?',
    answer: '',
  },
  {
    id: '10',
    question: 'Как я могу спросить руководителя о задаче?',
    answer: '',
  },
  {
    id: '11',
    question: 'Как часто я могу отправлять заявки на ИПР?',
    answer: '',
  },
  {
    id: '12',
    question: 'Что делать , если руководитель не связался со мной по моей заявке на ИПР?',
    answer: '',
  },
  {
    id: '13',
    question: 'Что происходит после отправки заявки на ИПР?',
    answer: '',
  },
  {
    id: '14',
    question: 'Как происходит процесс составления плана развития и в чем его суть?',
    answer: '',
  },
  {
    id: '15',
    question: 'Как часто руководитель может ставить задачи в рамках ИПР?',
    answer: '',
  },
  {
    id: '16',
    question: 'Когда и кто меняет задачу и что с этим делать?',
    answer: '',
  },
  {
    id: '17',
    question: 'Что означают статусы ИПР?',
    answer: '',
  },
  {
    id: '18',
    question: 'Какие типы задач бывают и что они означают?',
    answer: '',
  },
  {
    id: '19',
    question: 'Все ли поля я должен заполнить в заявке на ИПР?',
    answer: '',
  },
  {
    id: '20',
    question: 'Какие поля должен заполнить руководитель в задаче?',
    answer: '',
  },
  {
    id: '21',
    question: 'Как руководитель видит, что я оставил заявку?',
    answer: '',
  },
  {
    id: '22',
    question: 'Как мне описать несколько задач в водной заявке на ИПР?',
    answer: '',
  },
  {
    id: '23',
    question: 'Что писать в комментарии к задаче?',
    answer: '',
  },
  {
    id: '24',
    question: 'Что руководитель может менять в задаче?',
    answer: '',
  },
  {
    id: '25',
    question: 'Что сотрудник может менять в задаче? ',
    answer: '',
  },
];
